Repository: MartinZikmund/PlayingWithPhysics
Catalog: src/Topics/Physics.InclinedPlane/Strings/*/Resources.resw
Source language: en_us
Languages: cs_cz

source: Advanced difficulty
cs_cz: Pokročilá úroveň

# AppName
source: Playing with Physics: Inclined Plane
cs_cz: Hrátky s fyzikou: Translační pohyb tělesa po nakloněné rovině

source: Color
cs_cz: Barva

source: Draw motion
cs_cz: Vykresli pohyb

# Drift_MetalMetalDry
source: Kov – kov (dry)
cs_cz: Kov – kov (suchý)

# Drift_MetalMetalOiled
source: Kov – kov (oiled)
cs_cz: Kov – kov (olej)

# Drift_MetalMetalWet
source: Kov – kov (wet)
cs_cz: Kov – kov (mokrý)

# Drift_MetalOakDry
source: Kov – oak wood (dry)
cs_cz: Kov – dubové dřevo (suché)

# Drift_MetalOakWet
source: Kov – oak wood (wet)
cs_cz: Kov – dubové dřevo (mokré)

# Drift_SkinMetalDry
source: Skin – metal (dry)
cs_cz: Kůže – kov (suché)

# Drift_SkinMetalOiled
source: Skin – metal (oiled)
cs_cz: Kůže – kov (olej)

# Drift_SkinMetalWet
source: Skin – metal (wet)
cs_cz: Kůže – kov (mokrý)

# Drift_SkinOak
source: Skin – dub
cs_cz: Kůže – dub

# Drift_SteelAgateDry
source: Steel – agate (dry)
cs_cz: Ocel – achát (suché)

# Drift_SteelAgateOiled
source: Steel – agate (oiled)
cs_cz: Ocel – achát (olej)

# Drift_SteelIce
source: Steel – ice
cs_cz: Ocel – led

# Drift_SteelSilicaDry
source: Steel – agate (oiled)
cs_cz: Ocel – achát (olej)

# Drift_StoneIce
source: Stone – ice (Curling)
cs_cz: Kámen – led (Curling)

# Drift_TireConcreteDry
source: Tire – beton (dry)
cs_cz: Pneumatika – beton (suché)

# Drift_TireConcreteWet
source: Tire – beton (wet)
cs_cz: Pneumatika – beton (mokré)

# Drift_VeryWellPolishedSurfaces
source: Very well polished surfaces
cs_cz: Velmi dobře vyleštěné plochy

# Drift_WoodSnow
source: Wood – ice (snow)
cs_cz: Dřevo – led (sníh)

# Drift_WoodStone
source: Wood – stone
cs_cz: Dřevo – kámen

# Drift_WoodWoodDry
source: Wood – wood (dry)
cs_cz: Dřevo – dřevo (suché)

# Drift_WoodWoodSoaped
source: Wood – wood (soaped)
cs_cz: Dřevo – dřevo (namydlené)

source: Easy difficulty
cs_cz: Základní úroveň

source: Game
cs_cz: Hra

# Horizontal_Disable
source: Without horizontal plane
cs_cz: Bez dojezdu

# Horizontal_Enable
source: With horizontal plane
cs_cz: S dojezdem

# Input_Angle
source: Angle
cs_cz: Úhel

# Input_DriftCoefficient
source: Drift coefficient
cs_cz: Součinitel smykového tření

# Input_General
source: General
cs_cz: Obecné

# Input_Gravity
source: Gravity
cs_cz: Tíhové zrychlení

# Input_HorizontalPlane
source: Horizontal plane
cs_cz: Dojezd

# Input_InclinedPlane
source: Inclined plane
cs_cz: Nakloněná rovina

# Input_Length
source: Length
cs_cz: Délka

# Input_Mass
source: Mass
cs_cz: Hmotnost

source: Jump Size
cs_cz: Volba kroku vykreslování

# ShortAppName
source: Inclined Plane
cs_cz: Translační pohyb tělesa po nakloněné rovině
